{
  "filename": "card/eventsData.json",
  "keys": {
    "id": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8,
      9,
      10,
      11,
      12,
      13,
      14,
      15,
      16,
      17,
      18,
      19,
      20,
      21,
      22,
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      30,
      31,
      32,
      33,
      34,
      35
    ],
    "name": [
      "After Market",
      "Border Raids",
      "Bravado Mandate",
      "Champion Sponsor",
      "Communal Rings",
      "Council Decree",
      "Council Election",
      "Debris Recovery",
      "Defense Force",
      "Dextral Gala",
      "Flak Mandate",
      "Grand Rally",
      "Lidar Control",
      "Market Influx",
      "Merchant's Panel",
      "Nebulae Storm",
      "Nitro Boost",
      "Overcharge",
      "Overclock",
      "Overstock",
      "Passing Traders",
      "Plasma Reserves",
      "Prison Break",
      "Prophet's Comet",
      "Ritual Lavation",
      "Salvage Bot",
      "Scorched Earth",
      "Scrap Auction",
      "Shifted Devotion",
      "Side Hustle",
      "Sinistral Gala",
      "Special Training",
      "System Cycle",
      "Time Dilation",
      "Touring Merchant"
    ],
    "type": [
      "Event",
      "Policy"
    ],
    "collection": [
      "Nomad"
    ],
    "image": [
      "/events/nomad/After_Market.jpg",
      "/events/nomad/Border_Raids.jpg",
      "/events/nomad/Bravado_Mandate.jpg",
      "/events/nomad/Champion_Sponsor.jpg",
      "/events/nomad/Communal_Rings.jpg",
      "/events/nomad/Council_Decree.jpg",
      "/events/nomad/Council_Election.jpg",
      "/events/nomad/Debris_Recovery.jpg",
      "/events/nomad/Defense_Force.jpg",
      "/events/nomad/Dextral_Gala.jpg",
      "/events/nomad/Flak_Mandate.jpg",
      "/events/nomad/Grand_Rally.jpg",
      "/events/nomad/Lidar_Control.jpg",
      "/events/nomad/Market_Influx.jpg",
      "/events/nomad/Merchants_Panel.jpg",
      "/events/nomad/Nebulae_Storm.jpg",
      "/events/nomad/Nitro_Boost.jpg",
      "/events/nomad/Overcharge.jpg",
      "/events/nomad/Overclock.jpg",
      "/events/nomad/Overstock.jpg",
      "/events/nomad/Passing_Traders.jpg",
      "/events/nomad/Plasma_Reserves.jpg",
      "/events/nomad/Prison_Break.jpg",
      "/events/nomad/Prophets_Comet.jpg",
      "/events/nomad/Ritual_Lavation.jpg",
      "/events/nomad/Salvage_Bot.jpg",
      "/events/nomad/Scorched_Earth.jpg",
      "/events/nomad/Scrap_Auction.jpg",
      "/events/nomad/Shifted_Devotion.jpg",
      "/events/nomad/Side_Hustle.jpg",
      "/events/nomad/Sinistral_Gala.jpg",
      "/events/nomad/Special_Training.jpg",
      "/events/nomad/System_Cycle.jpg",
      "/events/nomad/Time_Dilation.jpg",
      "/events/nomad/Touring_Merchant.jpg"
    ],
    "cardText": [
      "Players may trash any of their Ship Parts for 2 Credits each.",
      "All players may roll a die: +1 Bonus Card, No result, Trash a Ship Part",
      "All contracts add +1 Hazard Die and +1 Prestige to the negotiation pool.",
      "Gain 2 Credits each time you lose a Prestige.",
      "All players draw +2 cards at the start of a contract. All Thruster cards draw 1 less card.",
      "Draw Objectives equal to the number of players. Draft from lowest to highest Prestige.",
      "All players may roll a die: Gain an Objective, No result, Lose an Objective.",
      "Draw Ship Parts equal to the number of players. Draft from lowest to highest Prestige.",
      "When you stay at base: Draw 3 Objectives and keep 2, but gain 0 Credits.",
      "All players simultaneously give a card from their hand to the player on their right. Add the new card to your hand.",
      "You may trash 1 Shield from your hand to roll 1 less Hazard Die.",
      "All players travel to Ventus. They may draw a card.",
      "All Hazard Dice are automatically set to 1 Hazard.",
      "Ship Parts cost 1 Credit less. Crew cost 1 Credit more.",
      "All players travel to Komek and may search their draw pile for a Reactor and add it to their hand. Those players shuffle their draw pile.",
      "All players may roll a die, then must trash 1 card from: Draw or Discard Piles, Hand, Top of Draw Pile.",
      "All players may discard 1 Thruster from their hand to draw +2 Cards.",
      "All players travel to Komek. They may discard a Reactor to gain 1 Credit.",
      "All players travel to Ventus. They may discard 1 Thruster to gain 1 Credit.",
      "All players may buy any 1 action card for 2 Credits.",
      "Players may trash the top card from their draw pile to add any action card to their discard pile.",
      "+1 hand limit for everyone. All contracts have -1 Credit reward.",
      "Draw Crew equal to the number of players. Draft, from lowest to highest Prestige, to their discard piles.",
      "All players guess a card type and draw the top card from their deck. If guessed correctly, gain 2 Credits. If not, trash the card.",
      "All players travel to Magnomi. They may trash a card from their hands.",
      "Any player may trash an Objective card to gain any action card to their discard pile.",
      "All Damage requirements are increased by 1. All contracts with Damage requirements have +1 Credit reward.",
      "Draw 1 of each default loadout card. Players draft from lowest to highest Prestige, to their discard piles. Remaining cards are trashed.",
      "Players may trash an Objective card to gain 3 Credits.",
      "Pay 1 Credit to draw 1 Objective card.",
      "All players simultaneously give a card from their hand to the player on their left. Add the new card to your hand.",
      "Ship Parts cost 1 Credit more. Crew cost 1 Credit less.",
      "All players may discard 3 cards from their hand to draw +2 Cards.",
      "Players may freely travel to any sector.",
      "All players may roll a die: Gain 2 Credits, No result, Lose 1 Credits."
    ]
  }
}